autoconf
automake
bash
bat
build-essential
clangd
cmake
curl
dvipng
efibootmgr
emacs
exa
fd-find
findutils
fish
fzf
gcc
gnuplot
graphviz
grep
gzip
htop
hugo
ibus-hangul
init
kwin-bismuth
latte-dock
libpng-dev
libpoppler-dev
libpoppler-glib-dev
libtool
libusb-1.0-0-dev
libvterm-dev
libwebkit2gtk-4.0-dev
libxcb-xfixes0-dev
libxkbcommon-dev
linux-generic
login
make
neofetch
nnn
nodejs
npm
openjdk-17-jdk
os-prober
powerline
python3
python3-pip
python3-pygments
python3.11-venv
qutebrowser
ripgrep
shellcheck
spotify-client
texlive-fonts-extra
texlive-fonts-recommended
texlive-latex-base
texlive-latex-extra
texlive-science
thunderbird-locale-en
tmux
util-linux
vlc
xcape
yakuake
zathura
zlib1g-dev
